export default [
  {
    id: 'q1',
    text: 'ماهو عمر نانا ام صباح',
    answers: [
      '86 سنة',
      '84 سنة',
      '88 سنة',
      '82 سنة',
    ],
  },
  {
    id: 'q2',
    text: ' ما هو اسم جد بابا صبحي من طرف ابوه',
    answers: [
      'عبد الرحمن',
      'يوسف',
      'محمد',
      'عبدالله',
    ],
  },
  {
    id: 'q3',
    text: ' كم خال و خالة لديك متوفى او على قيد الحياة ',
    answers: [
      '12',
      '11',
      '13',
      '14',
    ],
  },
  {
    id: 'q4',
    text: 'اصل اهل ابوك',
    answers: [
      'المعادي',
      'شيخ سعيد',
      'الاصبلة',
      'جامعبيس',
    ],
  },
  {
    id: 'q5',
    text: 'تاريخ نأسيس غروب احلا عيلة',
    answers: [
      '2017',
      '2018',
      '2016',
      '2020.',
    ],
  },
  {
    id: 'q6',
    text: 'كم حفيد لدى صبحي كنيفاتي',
    answers: [
      '15',
      '13',
      '17',
      '16',
    ],
  },
  {
    id: 'q7',
    text: 'ال كنيفاتي بلدهم الام هي ',
    answers: [
      'السعودية',
      'الاردن',
      'فلسطين',
      'العراق',
    ],
  },
    {
    id: 'q8',
    text: 'يعتبر ال غريب من العشائر',
    answers: [
      '100%',
      '50%',
      '10%',
      'لا حبابين ههه',
    ],
  },
    {
    id: 'q9',
    text: 'العمة الاوسط بين العمات',
    answers: [
      'سامية',
      'خديجة',
      'امل',
      'فاطمة',
    ],
  },
];
